import { text } from "@fortawesome/fontawesome-svg-core";
import './About.style.scss'


export default function About() {
    return (
        <div className="about">
            
            <p>
                MovieHub — это твой личный каталог киношек, когда: <br />
            — не знаешь, что посмотреть<br />
            — знаешь, что хочешь посмотреть, но всё равно листаешь<br />
            — или просто хочешь почувствовать себя кинокритиком на диване<br /><br />

            Мы собрали всё, чтобы ты мог:<br />
            найти фильм, добавить в избранное, передумать, удалить, снова добавить — и так по кругу (мы знаем, ты так делаешь).<br /><br />

            Короче говоря:<br />
            MovieHub — это не просто сайт, это состояние души, когда ты 40 минут выбираешь фильм и потом включаешь тот же самый, что видел уже 5 раз 🍿<br />
                        </p>
        </div>
    )
}